<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use yii\bootstrap\Tabs;
use yii\helpers\Url;

?>
<div class="site-about site-page page5<? echo ($active ? ' open' : ''); ?>" data-background="light-bg">
    <div class="body-content about-vacancies">
        <h3>Если вы обладаете навыками какой-то из данных специальностей и компетенций, мы всегда можем быть полезны друг другу</h3>
        <div class="hidden-xs">
            <div class="row">
                <div class="col-md-8 col-sm-7">
                    <?= Tabs::widget([
                        'items' => [
                            [
                                'label' => 'Программист',
                                'content' => '<div class="vacancy-desc"><p>В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую</p></div>',
                                'active' => true,
                            ],
                            [
                                'label' => 'Дизайнер',
                                'content' => '<div class="vacancy-desc"><p>В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую</p></div>',
                            ],
                            [
                                'label' => 'Верстальщик',
                                'content' => '<div class="vacancy-desc"><p>В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую</p></div>',
                            ],
                        ],
                        'options' => [
                            'class' => 'our-tabs vacancies-tabs',
                        ]
                    ]);?>
                </div>
                <div class="col-md-4 col-sm-5 sm-text-right vacancy-resume">
                    <a href="#" class="btn btn-primary"><span>Заполнить резюме</span></a>
                </div>
            </div>
        </div>
        <div class="visible-xs">
            <div class="vacancies-xs-panels">
                <div class="vacancy-xs">
                    <div class="vacancy-xs-title">
                        <span class="angle-right"><svg width="12" height="12" viewBox="0 0 7 12" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M6.87786 5.72339L1.27452 0.120322C1.19434 0.0402196 1.10206 0 0.997912 0C0.893719 0 0.801488 0.0402196 0.721343 0.120322L0.120238 0.721551C0.039967 0.801696 0 0.893759 0 0.998119C0 1.10248 0.039967 1.19454 0.120238 1.27469L4.84569 6.00013L0.120238 10.7257C0.039967 10.8058 0 10.898 0 11.0021C0 11.1064 0.039967 11.1986 0.120238 11.2788L0.721385 11.8798C0.80153 11.96 0.893761 12 0.997954 12C1.1021 12 1.19434 11.9599 1.27452 11.8798L6.87757 6.27669C6.95767 6.19659 6.99776 6.10432 6.99776 6.00013C6.99776 5.89593 6.95796 5.8037 6.87786 5.72339Z" fill="black"/></svg></span> Программист
                    </div>
                    <div class="vacancy-text" style="display: none">
                        <p>В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую</p>
                    </div>
                </div>
                <div class="vacancy-xs">
                    <div class="vacancy-xs-title">
                        <span class="angle-right"><svg width="12" height="12" viewBox="0 0 7 12" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M6.87786 5.72339L1.27452 0.120322C1.19434 0.0402196 1.10206 0 0.997912 0C0.893719 0 0.801488 0.0402196 0.721343 0.120322L0.120238 0.721551C0.039967 0.801696 0 0.893759 0 0.998119C0 1.10248 0.039967 1.19454 0.120238 1.27469L4.84569 6.00013L0.120238 10.7257C0.039967 10.8058 0 10.898 0 11.0021C0 11.1064 0.039967 11.1986 0.120238 11.2788L0.721385 11.8798C0.80153 11.96 0.893761 12 0.997954 12C1.1021 12 1.19434 11.9599 1.27452 11.8798L6.87757 6.27669C6.95767 6.19659 6.99776 6.10432 6.99776 6.00013C6.99776 5.89593 6.95796 5.8037 6.87786 5.72339Z" fill="black"/></svg></span> Дизайнер
                    </div>
                    <div class="vacancy-text" style="display: none">
                        <p>В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую</p>
                    </div>
                </div>
                <div class="vacancy-xs">
                    <div class="vacancy-xs-title">
                        <span class="angle-right"><svg width="12" height="12" viewBox="0 0 7 12" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M6.87786 5.72339L1.27452 0.120322C1.19434 0.0402196 1.10206 0 0.997912 0C0.893719 0 0.801488 0.0402196 0.721343 0.120322L0.120238 0.721551C0.039967 0.801696 0 0.893759 0 0.998119C0 1.10248 0.039967 1.19454 0.120238 1.27469L4.84569 6.00013L0.120238 10.7257C0.039967 10.8058 0 10.898 0 11.0021C0 11.1064 0.039967 11.1986 0.120238 11.2788L0.721385 11.8798C0.80153 11.96 0.893761 12 0.997954 12C1.1021 12 1.19434 11.9599 1.27452 11.8798L6.87757 6.27669C6.95767 6.19659 6.99776 6.10432 6.99776 6.00013C6.99776 5.89593 6.95796 5.8037 6.87786 5.72339Z" fill="black"/></svg></span> Верстальщик
                    </div>
                    <div class="vacancy-text" style="display: none">
                        <p>В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую</p>
                    </div>
                </div>
            </div>
            <div class="vacancy-xs-resume">
                <a href="#" class="btn btn-primary"><span>Заполнить резюме</span></a>
            </div>
        </div>
    </div>
</div>
