<?php

/* @var $this yii\web\View */

?>
<div class="site-about site-page page3<? echo ($active ? ' open' : ''); ?>" data-background="light-bg">

    <div class="body-content descr-block">
        <p>Меня зовут Кан Владимир, я эксперт в области разработки сайтов, айдентики и полиграфии.<br /><br />В течении 7 лет профессиональной деятельности дизайнера я так же стал отличным специалистом в маркетинге и управлении проектами. Сформировал устойчивую международную команду профессионалов: программистов, верстальщиков, копирайтеров. Помог большому количеству предпринимателей и компаний выглядеть достойно и получать от дизайна максимум. Приобрел огромное количество опыта и хороших знакомых в лице своих клиентов, которые рекомендуют меня.</p>
    </div>
</div>
