<?php

    /*********************************************************************************
    * Описание: Библиотека с ключом вебхука bitrix24.
    * Организация: Lebedev Ltd.
    * Автор: Лебедев Д.В.
    * Система контроля версий
    * Версия 1.0.0.0 от 06.04.2021
    * Время начала: 19:44
    * Комментарий: Ключ апи актуализирован для copy-trade.ru
    * Время окончания: 19:44
    * Версия 1.0.0.1 от 28.07.2021
    * Время начала: 08:34
    * Комментарий: Ключ апи заменен для пользователя с id 1.
    * Время окончания: 08:35   
    **********************************************************************************/
	
    class B24_API_KEY_CLASS{
        
        CONST CLASS_VERTION = '1.0.0.0';
        CONST B24_API_KEY = 'ajyz159ll3xf6uzr';
        CONST B24_API_USER = '1';
        CONST B24_SUBDOMAIN = 'stock';
        CONST B24_DOMAIN = 'bitrix24.ru';
        CONST B24_WH_URL = 'https://'.self :: B24_SUBDOMAIN.'.'.self :: B24_DOMAIN.'/rest/'.self :: B24_API_USER.'/'.self :: B24_API_KEY.'/';

    }

?>
