<?php
/**
 * Created by PhpStorm.
 * User: prook
 * Date: 11.11.2019
 * Time: 16:39
 */
?>
<? if ($data['name']) { ?>
    <h3><?= $data['name']; ?>, рады вас приветствовать!</h3>
<? } else { ?>
    <h3>Рады вас приветствовать!</h3>
<? } ?>
<p>Вы оставили заявку на сайте KAN Agency, в ближайшее время с вами свяжется наш менеджер. А пока вы можете заполнить уникальный <a href="http://kanagency.ru/brief">бриф</a> нашей разработки, который легко выявит самые важные приоритеты вашего проекта и поможет взглянуть на него по-новому.</p>
<p>Также мы приготовили для вас специальный бонус – книгу "40 правил создания успешного сайта".  Узнайте как с минимумом ошибок и максимальной отдачей сделать сайт, который будет приносить вам деньги.</p>
<p><a href="http://kanagency.ru/book_40_rules.pdf">Книга</a></p>
<p>&nbsp;</p>
<p><img src="http://kanagency.ru/img/kan_logo.jpg" /></p>
<p>&nbsp;</p>
<p>С уважением,<br />
Команда KAN Agency</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>WhatsApp<br />
------<br />
Telegram<br />
-----<br />
Viber<br />
-----<br />
Skype<br />
----</p>

